Repository: Marato01/HydroB_UAT
Catalog: lib/l10n/app_*.arb
Languages: km

source: Category
km: ប្រភេទដំណាំ

source: Add Vegetable
km: បន្ថែមបន្លែ

source: Select Vegetable
km: ជ្រើសរើសបន្លែ

source: Add Area
km: បន្ថែម ទីតាំង

# choosevegetable
source: Vegetable
km: ជ្រើសរើសបន្លែ

source: Setting
km: ការកំណត់

source: Current pH
km: កំរិត pH

source: Current EC
km: កំរិត EC

source: min pH
km: pH តូចបំផុត

source: max pH
km: pH ធំបំផុត

source: min EC
km: EC តូចបំផុត

source: maxEC
km: EC ធំបំផុត

source: Change Category
km: ប្តូប្រភេទដំណាំ

# addAndChangeArea
source: Add/Change Area
km: បន្ថែម/ប្តូតំបន់

source: Select Area
km: ជ្រើសរើសទីតាំង

source: Language
km: ភាសា

source: English
km: អង់គ្លេស

source: Activate
km: បើកដំណើរការ

source: Activated
km: បានដំណើរការ

# vegetablenotfound
source: No vegetables selected yet
km: មិនទាន់ជ្រើសរើសបន្លែ

source: Confirm Action
km: បញ្ជាក់

# bodyofconfirm
source: Are you sure you want to toggle the switch?
km: តើអ្នកចង់បើកដំណើរការមែនទេ?

source: Yes
km: បាទ/ចាស

source: No
km: ទេ

source: Vegetable
km: បន្លែ

source: Area
km: តំបន់

source: Log out
km: ចាកចេញ

# logoutask
source: Do you want to Log Out
km: តើអ្នកចង់ចាកចេញមែនទេ?
